describe('Корзина.', () => {
  it('В шапке справа от ссылки на корзину отображается количество уникальных товаров', () => {
    expect(2 + 2).toBe(4)
  })
  it('Есть кнопка очистки корзины', () => {
    expect(2 + 2).toBe(4)
  })
  it('Кнопка очистки корзины очищает её содержимое', () => {
    expect(2 + 2).toBe(4)
  })
  it('В пустой корзине отображается ссылка на каталог товаров', () => {
    expect(2 + 2).toBe(4)
  })
  it('Отображается список выбранных товаров', () => {
    expect(2 + 2).toBe(4)
  })
  it('У товара в корзине есть название, цена, количество, стоимость', () => {
    expect(2 + 2).toBe(4)
  })
  it('Отображается верная сумма стоимости всех товаров', () => {
    expect(2 + 2).toBe(4)
  })
  it('Сохранение состояние корзины после обновления страницы', () => {
    expect(2 + 2).toBe(4)
  })
})
