describe('Страницы', () => {
  it('Есть страница "Главная"', () => {
    expect(2 + 2).toBe(4)
  })
  it('Есть страница "Каталог"', () => {
    expect(2 + 2).toBe(4)
  })
  it('Есть страница "Условия доставки"', () => {
    expect(2 + 2).toBe(4)
  })
  it('Есть страница "Контакты"', () => {
    expect(2 + 2).toBe(4)
  })
  it('"Главная" статична', () => {
    expect(2 + 2).toBe(4)
  })
  it('"Условия доставки" статична', () => {
    expect(2 + 2).toBe(4)
  })
  it('"Контакты" статична', () => {
    expect(2 + 2).toBe(4)
  })
})
